{
  "ui": {},
  "tarot": {
    "the-fool": {
      "title": "Дурень",
      "keywords": {
        "upright": [
          "нові починання",
          "спонтанність",
          "довіра"
        ],
        "reversed": [
          "безрозсудність",
          "вагання"
        ]
      },
      "meanings": {
        "upright": "Дурень (пряме): нові починання, спонтанність та довіра. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Дурень (перевернуте): безрозсудність та вагання. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): нові починання та спонтанність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): безрозсудність та вагання. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): нові починання, спонтанність та довіра. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): безрозсудність та вагання. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): нові починання та спонтанність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): безрозсудність та вагання. Відпочинь і спрость графік."
        }
      }
    },
    "the-magician": {
      "title": "Маг",
      "keywords": {
        "upright": [
          "сила волі",
          "майстерність",
          "фокус"
        ],
        "reversed": [
          "маніпуляція",
          "розфокус"
        ]
      },
      "meanings": {
        "upright": "Маг (пряме): сила волі, майстерність та фокус. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Маг (перевернуте): маніпуляція та розфокус. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): сила волі та майстерність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): маніпуляція та розфокус. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): сила волі, майстерність та фокус. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): маніпуляція та розфокус. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): сила волі та майстерність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): маніпуляція та розфокус. Відпочинь і спрость графік."
        }
      }
    },
    "the-high-priestess": {
      "title": "Верховна Жриця",
      "keywords": {
        "upright": [
          "інтуїція",
          "таємниця",
          "внутрішній голос"
        ],
        "reversed": [
          "секрети",
          "відчуження"
        ]
      },
      "meanings": {
        "upright": "Верховна Жриця (пряме): інтуїція, таємниця та внутрішній голос. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Верховна Жриця (перевернуте): секрети та відчуження. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): інтуїція та таємниця. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): секрети та відчуження. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): інтуїція, таємниця та внутрішній голос. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): секрети та відчуження. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): інтуїція та таємниця. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): секрети та відчуження. Відпочинь і спрость графік."
        }
      }
    },
    "the-empress": {
      "title": "Імператриця",
      "keywords": {
        "upright": [
          "опіка",
          "достаток",
          "краса"
        ],
        "reversed": [
          "задушлива опіка",
          "інерція"
        ]
      },
      "meanings": {
        "upright": "Імператриця (пряме): опіка, достаток та краса. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Імператриця (перевернуте): задушлива опіка та інерція. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): опіка та достаток. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): задушлива опіка та інерція. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): опіка, достаток та краса. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): задушлива опіка та інерція. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): опіка та достаток. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): задушлива опіка та інерція. Відпочинь і спрость графік."
        }
      }
    },
    "the-emperor": {
      "title": "Імператор",
      "keywords": {
        "upright": [
          "структура",
          "авторитет",
          "відповідальність"
        ],
        "reversed": [
          "жорсткість",
          "контроль"
        ]
      },
      "meanings": {
        "upright": "Імператор (пряме): структура, авторитет та відповідальність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Імператор (перевернуте): жорсткість та контроль. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): структура та авторитет. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): жорсткість та контроль. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): структура, авторитет та відповідальність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): жорсткість та контроль. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): структура та авторитет. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): жорсткість та контроль. Відпочинь і спрость графік."
        }
      }
    },
    "the-hierophant": {
      "title": "Ієрофант",
      "keywords": {
        "upright": [
          "традиції",
          "навчання",
          "наставник"
        ],
        "reversed": [
          "догматизм",
          "бунт"
        ]
      },
      "meanings": {
        "upright": "Ієрофант (пряме): традиції, навчання та наставник. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Ієрофант (перевернуте): догматизм та бунт. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): традиції та навчання. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): догматизм та бунт. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): традиції, навчання та наставник. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): догматизм та бунт. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): традиції та навчання. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): догматизм та бунт. Відпочинь і спрость графік."
        }
      }
    },
    "the-lovers": {
      "title": "Закохані",
      "keywords": {
        "upright": [
          "вибір",
          "союз",
          "цінності"
        ],
        "reversed": [
          "невизначеність",
          "дисбаланс"
        ]
      },
      "meanings": {
        "upright": "Закохані (пряме): вибір, союз та цінності. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Закохані (перевернуте): невизначеність та дисбаланс. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): вибір та союз. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): невизначеність та дисбаланс. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): вибір, союз та цінності. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): невизначеність та дисбаланс. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): вибір та союз. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): невизначеність та дисбаланс. Відпочинь і спрость графік."
        }
      }
    },
    "the-chariot": {
      "title": "Колісниця",
      "keywords": {
        "upright": [
          "воля",
          "прогрес",
          "рішучість"
        ],
        "reversed": [
          "втрата контролю",
          "застій"
        ]
      },
      "meanings": {
        "upright": "Колісниця (пряме): воля, прогрес та рішучість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Колісниця (перевернуте): втрата контролю та застій. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): воля та прогрес. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): втрата контролю та застій. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): воля, прогрес та рішучість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): втрата контролю та застій. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): воля та прогрес. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): втрата контролю та застій. Відпочинь і спрость графік."
        }
      }
    },
    "strength": {
      "title": "Сила",
      "keywords": {
        "upright": [
          "внутрішня сила",
          "терпіння",
          "співчуття"
        ],
        "reversed": [
          "сумнів",
          "самокритика"
        ]
      },
      "meanings": {
        "upright": "Сила (пряме): внутрішня сила, терпіння та співчуття. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сила (перевернуте): сумнів та самокритика. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): внутрішня сила та терпіння. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): сумнів та самокритика. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): внутрішня сила, терпіння та співчуття. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): сумнів та самокритика. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): внутрішня сила та терпіння. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): сумнів та самокритика. Відпочинь і спрость графік."
        }
      }
    },
    "the-hermit": {
      "title": "Відлюдник",
      "keywords": {
        "upright": [
          "самозаглиблення",
          "напрямок",
          "пошук"
        ],
        "reversed": [
          "ізоляція",
          "відсторонення"
        ]
      },
      "meanings": {
        "upright": "Відлюдник (пряме): самозаглиблення, напрямок та пошук. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Відлюдник (перевернуте): ізоляція та відсторонення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): самозаглиблення та напрямок. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): ізоляція та відсторонення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): самозаглиблення, напрямок та пошук. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): ізоляція та відсторонення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): самозаглиблення та напрямок. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): ізоляція та відсторонення. Відпочинь і спрость графік."
        }
      }
    },
    "wheel-of-fortune": {
      "title": "Колесо Фортуни",
      "keywords": {
        "upright": [
          "цикли",
          "вдача",
          "переломний момент"
        ],
        "reversed": [
          "опір змінам",
          "спад"
        ]
      },
      "meanings": {
        "upright": "Колесо Фортуни (пряме): цикли, вдача та переломний момент. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Колесо Фортуни (перевернуте): опір змінам та спад. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): цикли та вдача. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): опір змінам та спад. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): цикли, вдача та переломний момент. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): опір змінам та спад. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): цикли та вдача. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): опір змінам та спад. Відпочинь і спрость графік."
        }
      }
    },
    "justice": {
      "title": "Справедливість",
      "keywords": {
        "upright": [
          "істина",
          "справедливість",
          "причина й наслідок"
        ],
        "reversed": [
          "упередження",
          "нещирість"
        ]
      },
      "meanings": {
        "upright": "Справедливість (пряме): істина, справедливість та причина й наслідок. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Справедливість (перевернуте): упередження та нещирість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): істина та справедливість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): упередження та нещирість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): істина, справедливість та причина й наслідок. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): упередження та нещирість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): істина та справедливість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): упередження та нещирість. Відпочинь і спрость графік."
        }
      }
    },
    "the-hanged-man": {
      "title": "Повішений",
      "keywords": {
        "upright": [
          "прийняття",
          "новий погляд",
          "пауза"
        ],
        "reversed": [
          "застій",
          "жертовність"
        ]
      },
      "meanings": {
        "upright": "Повішений (пряме): прийняття, новий погляд та пауза. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Повішений (перевернуте): застій та жертовність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): прийняття та новий погляд. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): застій та жертовність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): прийняття, новий погляд та пауза. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): застій та жертовність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): прийняття та новий погляд. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): застій та жертовність. Відпочинь і спрость графік."
        }
      }
    },
    "death": {
      "title": "Смерть",
      "keywords": {
        "upright": [
          "трансформація",
          "завершення",
          "звільнення"
        ],
        "reversed": [
          "опір",
          "застій"
        ]
      },
      "meanings": {
        "upright": "Смерть (пряме): трансформація, завершення та звільнення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Смерть (перевернуте): опір та застій. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): трансформація та завершення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): опір та застій. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): трансформація, завершення та звільнення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): опір та застій. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): трансформація та завершення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): опір та застій. Відпочинь і спрость графік."
        }
      }
    },
    "temperance": {
      "title": "Поміркованість",
      "keywords": {
        "upright": [
          "баланс",
          "поміркованість",
          "алхімія"
        ],
        "reversed": [
          "надмірність",
          "дисбаланс"
        ]
      },
      "meanings": {
        "upright": "Поміркованість (пряме): баланс, поміркованість та алхімія. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Поміркованість (перевернуте): надмірність та дисбаланс. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): баланс та поміркованість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): надмірність та дисбаланс. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): баланс, поміркованість та алхімія. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): надмірність та дисбаланс. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): баланс та поміркованість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): надмірність та дисбаланс. Відпочинь і спрость графік."
        }
      }
    },
    "the-devil": {
      "title": "Диявол",
      "keywords": {
        "upright": [
          "прив’язаність",
          "тінь",
          "спокуса"
        ],
        "reversed": [
          "свобода",
          "усвідомленість"
        ]
      },
      "meanings": {
        "upright": "Диявол (пряме): прив’язаність, тінь та спокуса. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Диявол (перевернуте): свобода та усвідомленість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): прив’язаність та тінь. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): свобода та усвідомленість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): прив’язаність, тінь та спокуса. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): свобода та усвідомленість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): прив’язаність та тінь. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): свобода та усвідомленість. Відпочинь і спрость графік."
        }
      }
    },
    "the-tower": {
      "title": "Вежа",
      "keywords": {
        "upright": [
          "переміни",
          "осяяння",
          "прорив"
        ],
        "reversed": [
          "страх змін",
          "заперечення"
        ]
      },
      "meanings": {
        "upright": "Вежа (пряме): переміни, осяяння та прорив. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Вежа (перевернуте): страх змін та заперечення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): переміни та осяяння. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): страх змін та заперечення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): переміни, осяяння та прорив. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): страх змін та заперечення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): переміни та осяяння. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): страх змін та заперечення. Відпочинь і спрость графік."
        }
      }
    },
    "the-star": {
      "title": "Зірка",
      "keywords": {
        "upright": [
          "надія",
          "зцілення",
          "напрямок"
        ],
        "reversed": [
          "песимізм",
          "відчуження"
        ]
      },
      "meanings": {
        "upright": "Зірка (пряме): надія, зцілення та напрямок. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Зірка (перевернуте): песимізм та відчуження. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): надія та зцілення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): песимізм та відчуження. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): надія, зцілення та напрямок. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): песимізм та відчуження. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): надія та зцілення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): песимізм та відчуження. Відпочинь і спрость графік."
        }
      }
    },
    "the-moon": {
      "title": "Місяць",
      "keywords": {
        "upright": [
          "невизначеність",
          "сни",
          "інтуїція"
        ],
        "reversed": [
          "ясність",
          "обман викрито"
        ]
      },
      "meanings": {
        "upright": "Місяць (пряме): невизначеність, сни та інтуїція. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Місяць (перевернуте): ясність та обман викрито. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): невизначеність та сни. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): ясність та обман викрито. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): невизначеність, сни та інтуїція. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): ясність та обман викрито. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): невизначеність та сни. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): ясність та обман викрито. Відпочинь і спрость графік."
        }
      }
    },
    "the-sun": {
      "title": "Сонце",
      "keywords": {
        "upright": [
          "життєва сила",
          "успіх",
          "радість"
        ],
        "reversed": [
          "перевантаження уваги",
          "его"
        ]
      },
      "meanings": {
        "upright": "Сонце (пряме): життєва сила, успіх та радість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сонце (перевернуте): перевантаження уваги та его. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): життєва сила та успіх. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): перевантаження уваги та его. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): життєва сила, успіх та радість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): перевантаження уваги та его. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): життєва сила та успіх. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): перевантаження уваги та его. Відпочинь і спрость графік."
        }
      }
    },
    "judgement": {
      "title": "Суд",
      "keywords": {
        "upright": [
          "пробудження",
          "переоцінка",
          "поклик"
        ],
        "reversed": [
          "сумнів у собі",
          "уникання"
        ]
      },
      "meanings": {
        "upright": "Суд (пряме): пробудження, переоцінка та поклик. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Суд (перевернуте): сумнів у собі та уникання. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): пробудження та переоцінка. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): сумнів у собі та уникання. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): пробудження, переоцінка та поклик. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): сумнів у собі та уникання. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): пробудження та переоцінка. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): сумнів у собі та уникання. Відпочинь і спрость графік."
        }
      }
    },
    "the-world": {
      "title": "Світ",
      "keywords": {
        "upright": [
          "completion",
          "wholeness",
          "integration"
        ],
        "reversed": [
          "closure delayed",
          "shortcuts"
        ]
      },
      "meanings": {
        "upright": "Світ (пряме): completion, wholeness та integration. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Світ (перевернуте): closure delayed та shortcuts. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): completion та wholeness. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): closure delayed та shortcuts. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): completion, wholeness та integration. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): closure delayed та shortcuts. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): completion та wholeness. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): closure delayed та shortcuts. Відпочинь і спрость графік."
        }
      }
    },
    "ace-of-wands": {
      "title": "Туз Жезлів",
      "keywords": {
        "upright": [
          "натхнення",
          "іскра",
          "потенціал"
        ],
        "reversed": [
          "false starts",
          "lack of direction"
        ]
      },
      "meanings": {
        "upright": "Туз Жезлів (пряме): натхнення, іскра та потенціал. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Туз Жезлів (перевернуте): false starts та lack of direction. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): натхнення та іскра. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): false starts та lack of direction. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): натхнення, іскра та потенціал. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): false starts та lack of direction. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): натхнення та іскра. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): false starts та lack of direction. Відпочинь і спрость графік."
        }
      }
    },
    "two-of-wands": {
      "title": "Двійка Жезлів",
      "keywords": {
        "upright": [
          "планування",
          "вибір",
          "бачення"
        ],
        "reversed": [
          "страх невідомого",
          "гра на безпеку"
        ]
      },
      "meanings": {
        "upright": "Двійка Жезлів (пряме): планування, вибір та бачення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Двійка Жезлів (перевернуте): страх невідомого та гра на безпеку. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): планування та вибір. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): страх невідомого та гра на безпеку. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): планування, вибір та бачення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): страх невідомого та гра на безпеку. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): планування та вибір. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): страх невідомого та гра на безпеку. Відпочинь і спрость графік."
        }
      }
    },
    "three-of-wands": {
      "title": "Трійка Жезлів",
      "keywords": {
        "upright": [
          "розширення",
          "передбачення",
          "прогрес"
        ],
        "reversed": [
          "затримки",
          "відкати"
        ]
      },
      "meanings": {
        "upright": "Трійка Жезлів (пряме): розширення, передбачення та прогрес. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Трійка Жезлів (перевернуте): затримки та відкати. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): розширення та передбачення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): затримки та відкати. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): розширення, передбачення та прогрес. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): затримки та відкати. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): розширення та передбачення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): затримки та відкати. Відпочинь і спрость графік."
        }
      }
    },
    "four-of-wands": {
      "title": "Четвірка Жезлів",
      "keywords": {
        "upright": [
          "повернення додому",
          "свято",
          "стабільність"
        ],
        "reversed": [
          "крихкість",
          "напруга вдома"
        ]
      },
      "meanings": {
        "upright": "Четвірка Жезлів (пряме): повернення додому, свято та стабільність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Четвірка Жезлів (перевернуте): крихкість та напруга вдома. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): повернення додому та свято. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): крихкість та напруга вдома. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): повернення додому, свято та стабільність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): крихкість та напруга вдома. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): повернення додому та свято. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): крихкість та напруга вдома. Відпочинь і спрость графік."
        }
      }
    },
    "five-of-wands": {
      "title": "П’ятірка Жезлів",
      "keywords": {
        "upright": [
          "конкуренція",
          "конфлікт",
          "випробування"
        ],
        "reversed": [
          "уникання",
          "внутрішній конфлікт"
        ]
      },
      "meanings": {
        "upright": "П’ятірка Жезлів (пряме): конкуренція, конфлікт та випробування. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "П’ятірка Жезлів (перевернуте): уникання та внутрішній конфлікт. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): конкуренція та конфлікт. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): уникання та внутрішній конфлікт. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): конкуренція, конфлікт та випробування. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): уникання та внутрішній конфлікт. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): конкуренція та конфлікт. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): уникання та внутрішній конфлікт. Відпочинь і спрость графік."
        }
      }
    },
    "six-of-wands": {
      "title": "Шістка Жезлів",
      "keywords": {
        "upright": [
          "визнання",
          "перемога",
          "впевненість"
        ],
        "reversed": [
          "его",
          "втрата репутації"
        ]
      },
      "meanings": {
        "upright": "Шістка Жезлів (пряме): визнання, перемога та впевненість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Шістка Жезлів (перевернуте): его та втрата репутації. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): визнання та перемога. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): его та втрата репутації. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): визнання, перемога та впевненість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): его та втрата репутації. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): визнання та перемога. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): его та втрата репутації. Відпочинь і спрость графік."
        }
      }
    },
    "seven-of-wands": {
      "title": "Сімка Жезлів",
      "keywords": {
        "upright": [
          "захист",
          "стійкість",
          "сміливість"
        ],
        "reversed": [
          "здавання",
          "перевантаження"
        ]
      },
      "meanings": {
        "upright": "Сімка Жезлів (пряме): захист, стійкість та сміливість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сімка Жезлів (перевернуте): здавання та перевантаження. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): захист та стійкість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): здавання та перевантаження. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): захист, стійкість та сміливість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): здавання та перевантаження. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): захист та стійкість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): здавання та перевантаження. Відпочинь і спрость графік."
        }
      }
    },
    "eight-of-wands": {
      "title": "Вісімка Жезлів",
      "keywords": {
        "upright": [
          "швидкість",
          "імпульс",
          "повідомлення"
        ],
        "reversed": [
          "затримки",
          "фрустрація"
        ]
      },
      "meanings": {
        "upright": "Вісімка Жезлів (пряме): швидкість, імпульс та повідомлення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Вісімка Жезлів (перевернуте): затримки та фрустрація. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): швидкість та імпульс. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): затримки та фрустрація. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): швидкість, імпульс та повідомлення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): затримки та фрустрація. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): швидкість та імпульс. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): затримки та фрустрація. Відпочинь і спрость графік."
        }
      }
    },
    "nine-of-wands": {
      "title": "Дев’ятка Жезлів",
      "keywords": {
        "upright": [
          "стійкість",
          "останній ривок",
          "межі"
        ],
        "reversed": [
          "виснаження",
          "параноя"
        ]
      },
      "meanings": {
        "upright": "Дев’ятка Жезлів (пряме): стійкість, останній ривок та межі. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Дев’ятка Жезлів (перевернуте): виснаження та параноя. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): стійкість та останній ривок. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): виснаження та параноя. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): стійкість, останній ривок та межі. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): виснаження та параноя. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): стійкість та останній ривок. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): виснаження та параноя. Відпочинь і спрость графік."
        }
      }
    },
    "ten-of-wands": {
      "title": "Десятка Жезлів",
      "keywords": {
        "upright": [
          "тягар",
          "відповідальність",
          "перевантаження"
        ],
        "reversed": [
          "делегування",
          "звільнення"
        ]
      },
      "meanings": {
        "upright": "Десятка Жезлів (пряме): тягар, відповідальність та перевантаження. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Десятка Жезлів (перевернуте): делегування та звільнення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): тягар та відповідальність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): делегування та звільнення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): тягар, відповідальність та перевантаження. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): делегування та звільнення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): тягар та відповідальність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): делегування та звільнення. Відпочинь і спрость графік."
        }
      }
    },
    "page-of-wands": {
      "title": "Паж Жезлів",
      "keywords": {
        "upright": [
          "ентузіазм",
          "ідеї",
          "новини"
        ],
        "reversed": [
          "імпульсивність",
          "відкати"
        ]
      },
      "meanings": {
        "upright": "Паж Жезлів (пряме): ентузіазм, ідеї та новини. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Паж Жезлів (перевернуте): імпульсивність та відкати. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): ентузіазм та ідеї. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): імпульсивність та відкати. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): ентузіазм, ідеї та новини. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): імпульсивність та відкати. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): ентузіазм та ідеї. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): імпульсивність та відкати. Відпочинь і спрость графік."
        }
      }
    },
    "knight-of-wands": {
      "title": "Лицар Жезлів",
      "keywords": {
        "upright": [
          "дія",
          "пригода",
          "пристрасть"
        ],
        "reversed": [
          "безрозсудний",
          "scattered"
        ]
      },
      "meanings": {
        "upright": "Лицар Жезлів (пряме): дія, пригода та пристрасть. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Лицар Жезлів (перевернуте): безрозсудний та scattered. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): дія та пригода. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): безрозсудний та scattered. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): дія, пригода та пристрасть. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): безрозсудний та scattered. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): дія та пригода. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): безрозсудний та scattered. Відпочинь і спрость графік."
        }
      }
    },
    "queen-of-wands": {
      "title": "Королева Жезлів",
      "keywords": {
        "upright": [
          "жвавість",
          "впевненість",
          "теплота"
        ],
        "reversed": [
          "ревнощі",
          "вимогливість"
        ]
      },
      "meanings": {
        "upright": "Королева Жезлів (пряме): жвавість, впевненість та теплота. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Королева Жезлів (перевернуте): ревнощі та вимогливість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): жвавість та впевненість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): ревнощі та вимогливість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): жвавість, впевненість та теплота. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): ревнощі та вимогливість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): жвавість та впевненість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): ревнощі та вимогливість. Відпочинь і спрость графік."
        }
      }
    },
    "king-of-wands": {
      "title": "Король Жезлів",
      "keywords": {
        "upright": [
          "лідерство",
          "бачення",
          "вплив"
        ],
        "reversed": [
          "безжальний",
          "імпульсивний"
        ]
      },
      "meanings": {
        "upright": "Король Жезлів (пряме): лідерство, бачення та вплив. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Король Жезлів (перевернуте): безжальний та імпульсивний. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): лідерство та бачення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): безжальний та імпульсивний. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): лідерство, бачення та вплив. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): безжальний та імпульсивний. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): лідерство та бачення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): безжальний та імпульсивний. Відпочинь і спрость графік."
        }
      }
    },
    "ace-of-cups": {
      "title": "Туз Кубків",
      "keywords": {
        "upright": [
          "нові почуття",
          "кохання",
          "креативність"
        ],
        "reversed": [
          "блоковані емоції",
          "порожнеча"
        ]
      },
      "meanings": {
        "upright": "Туз Кубків (пряме): нові почуття, кохання та креативність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Туз Кубків (перевернуте): блоковані емоції та порожнеча. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): нові почуття та кохання. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): блоковані емоції та порожнеча. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): нові почуття, кохання та креативність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): блоковані емоції та порожнеча. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): нові почуття та кохання. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): блоковані емоції та порожнеча. Відпочинь і спрость графік."
        }
      }
    },
    "two-of-cups": {
      "title": "Двійка Кубків",
      "keywords": {
        "upright": [
          "партнерство",
          "привабливість",
          "гармонія"
        ],
        "reversed": [
          "дисбаланс",
          "надлом довіри"
        ]
      },
      "meanings": {
        "upright": "Двійка Кубків (пряме): партнерство, привабливість та гармонія. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Двійка Кубків (перевернуте): дисбаланс та надлом довіри. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): партнерство та привабливість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): дисбаланс та надлом довіри. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): партнерство, привабливість та гармонія. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): дисбаланс та надлом довіри. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): партнерство та привабливість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): дисбаланс та надлом довіри. Відпочинь і спрость графік."
        }
      }
    },
    "three-of-cups": {
      "title": "Трійка Кубків",
      "keywords": {
        "upright": [
          "дружба",
          "спільнота",
          "радість"
        ],
        "reversed": [
          "надмірність",
          "плітки"
        ]
      },
      "meanings": {
        "upright": "Трійка Кубків (пряме): дружба, спільнота та радість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Трійка Кубків (перевернуте): надмірність та плітки. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): дружба та спільнота. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): надмірність та плітки. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): дружба, спільнота та радість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): надмірність та плітки. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): дружба та спільнота. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): надмірність та плітки. Відпочинь і спрость графік."
        }
      }
    },
    "four-of-cups": {
      "title": "Четвірка Кубків",
      "keywords": {
        "upright": [
          "апатія",
          "споглядання",
          "переоцінка"
        ],
        "reversed": [
          "новий погляд",
          "використати шанс"
        ]
      },
      "meanings": {
        "upright": "Четвірка Кубків (пряме): апатія, споглядання та переоцінка. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Четвірка Кубків (перевернуте): новий погляд та використати шанс. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): апатія та споглядання. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): новий погляд та використати шанс. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): апатія, споглядання та переоцінка. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): новий погляд та використати шанс. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): апатія та споглядання. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): новий погляд та використати шанс. Відпочинь і спрость графік."
        }
      }
    },
    "five-of-cups": {
      "title": "П’ятірка Кубків",
      "keywords": {
        "upright": [
          "втрата",
          "жаль",
          "розчарування"
        ],
        "reversed": [
          "прощення",
          "рух далі"
        ]
      },
      "meanings": {
        "upright": "П’ятірка Кубків (пряме): втрата, жаль та розчарування. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "П’ятірка Кубків (перевернуте): прощення та рух далі. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): втрата та жаль. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): прощення та рух далі. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): втрата, жаль та розчарування. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): прощення та рух далі. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): втрата та жаль. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): прощення та рух далі. Відпочинь і спрость графік."
        }
      }
    },
    "six-of-cups": {
      "title": "Шістка Кубків",
      "keywords": {
        "upright": [
          "ностальгія",
          "доброта",
          "спогади"
        ],
        "reversed": [
          "життя минулим",
          "застряглість"
        ]
      },
      "meanings": {
        "upright": "Шістка Кубків (пряме): ностальгія, доброта та спогади. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Шістка Кубків (перевернуте): життя минулим та застряглість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): ностальгія та доброта. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): життя минулим та застряглість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): ностальгія, доброта та спогади. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): життя минулим та застряглість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): ностальгія та доброта. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): життя минулим та застряглість. Відпочинь і спрость графік."
        }
      }
    },
    "seven-of-cups": {
      "title": "Сімка Кубків",
      "keywords": {
        "upright": [
          "вибір",
          "фантазія",
          "мрійність"
        ],
        "reversed": [
          "ясність",
          "пріоритети"
        ]
      },
      "meanings": {
        "upright": "Сімка Кубків (пряме): вибір, фантазія та мрійність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сімка Кубків (перевернуте): ясність та пріоритети. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): вибір та фантазія. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): ясність та пріоритети. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): вибір, фантазія та мрійність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): ясність та пріоритети. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): вибір та фантазія. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): ясність та пріоритети. Відпочинь і спрость графік."
        }
      }
    },
    "eight-of-cups": {
      "title": "Вісімка Кубків",
      "keywords": {
        "upright": [
          "відхід",
          "пошук",
          "перехід"
        ],
        "reversed": [
          "страх змін",
          "застій"
        ]
      },
      "meanings": {
        "upright": "Вісімка Кубків (пряме): відхід, пошук та перехід. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Вісімка Кубків (перевернуте): страх змін та застій. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): відхід та пошук. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): страх змін та застій. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): відхід, пошук та перехід. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): страх змін та застій. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): відхід та пошук. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): страх змін та застій. Відпочинь і спрость графік."
        }
      }
    },
    "nine-of-cups": {
      "title": "Дев’ятка Кубків",
      "keywords": {
        "upright": [
          "задоволеність",
          "вдячність",
          "бажання"
        ],
        "reversed": [
          "самозаспокоєність",
          "надмірність"
        ]
      },
      "meanings": {
        "upright": "Дев’ятка Кубків (пряме): задоволеність, вдячність та бажання. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Дев’ятка Кубків (перевернуте): самозаспокоєність та надмірність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): задоволеність та вдячність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): самозаспокоєність та надмірність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): задоволеність, вдячність та бажання. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): самозаспокоєність та надмірність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): задоволеність та вдячність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): самозаспокоєність та надмірність. Відпочинь і спрость графік."
        }
      }
    },
    "ten-of-cups": {
      "title": "Десятка Кубків",
      "keywords": {
        "upright": [
          "гармонія",
          "родина",
          "блаженство"
        ],
        "reversed": [
          "дисгармонія",
          "несумісні цінності"
        ]
      },
      "meanings": {
        "upright": "Десятка Кубків (пряме): гармонія, родина та блаженство. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Десятка Кубків (перевернуте): дисгармонія та несумісні цінності. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): гармонія та родина. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): дисгармонія та несумісні цінності. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): гармонія, родина та блаженство. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): дисгармонія та несумісні цінності. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): гармонія та родина. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): дисгармонія та несумісні цінності. Відпочинь і спрость графік."
        }
      }
    },
    "page-of-cups": {
      "title": "Паж Кубків",
      "keywords": {
        "upright": [
          "зацікавленість",
          "повідомлення",
          "чутливість"
        ],
        "reversed": [
          "емоційна незрілість",
          "невпевненість"
        ]
      },
      "meanings": {
        "upright": "Паж Кубків (пряме): зацікавленість, повідомлення та чутливість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Паж Кубків (перевернуте): емоційна незрілість та невпевненість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): зацікавленість та повідомлення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): емоційна незрілість та невпевненість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): зацікавленість, повідомлення та чутливість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): емоційна незрілість та невпевненість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): зацікавленість та повідомлення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): емоційна незрілість та невпевненість. Відпочинь і спрость графік."
        }
      }
    },
    "knight-of-cups": {
      "title": "Лицар Кубків",
      "keywords": {
        "upright": [
          "романтика",
          "ідеалізм",
          "запрошення"
        ],
        "reversed": [
          "перепади настрою",
          "розчарування"
        ]
      },
      "meanings": {
        "upright": "Лицар Кубків (пряме): романтика, ідеалізм та запрошення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Лицар Кубків (перевернуте): перепади настрою та розчарування. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): романтика та ідеалізм. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): перепади настрою та розчарування. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): романтика, ідеалізм та запрошення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): перепади настрою та розчарування. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): романтика та ідеалізм. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): перепади настрою та розчарування. Відпочинь і спрость графік."
        }
      }
    },
    "queen-of-cups": {
      "title": "Королева Кубків",
      "keywords": {
        "upright": [
          "співчуття",
          "спокій",
          "інтуїція"
        ],
        "reversed": [
          "жертовність",
          "надмірна чутливість"
        ]
      },
      "meanings": {
        "upright": "Королева Кубків (пряме): співчуття, спокій та інтуїція. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Королева Кубків (перевернуте): жертовність та надмірна чутливість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): співчуття та спокій. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): жертовність та надмірна чутливість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): співчуття, спокій та інтуїція. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): жертовність та надмірна чутливість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): співчуття та спокій. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): жертовність та надмірна чутливість. Відпочинь і спрость графік."
        }
      }
    },
    "king-of-cups": {
      "title": "Король Кубків",
      "keywords": {
        "upright": [
          "емоційний баланс",
          "підтримка",
          "мудрість"
        ],
        "reversed": [
          "холодність",
          "маніпуляція"
        ]
      },
      "meanings": {
        "upright": "Король Кубків (пряме): емоційний баланс, підтримка та мудрість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Король Кубків (перевернуте): холодність та маніпуляція. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): емоційний баланс та підтримка. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): холодність та маніпуляція. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): емоційний баланс, підтримка та мудрість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): холодність та маніпуляція. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): емоційний баланс та підтримка. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): холодність та маніпуляція. Відпочинь і спрость графік."
        }
      }
    },
    "ace-of-swords": {
      "title": "Туз Мечів",
      "keywords": {
        "upright": [
          "ясність",
          "істина",
          "прорив"
        ],
        "reversed": [
          "confusion",
          "зловживання владою"
        ]
      },
      "meanings": {
        "upright": "Туз Мечів (пряме): ясність, істина та прорив. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Туз Мечів (перевернуте): confusion та зловживання владою. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): ясність та істина. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): confusion та зловживання владою. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): ясність, істина та прорив. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): confusion та зловживання владою. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): ясність та істина. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): confusion та зловживання владою. Відпочинь і спрость графік."
        }
      }
    },
    "two-of-swords": {
      "title": "Двійка Мечів",
      "keywords": {
        "upright": [
          "пат",
          "рішення",
          "баланс"
        ],
        "reversed": [
          "невизначеність",
          "надмірні роздуми"
        ]
      },
      "meanings": {
        "upright": "Двійка Мечів (пряме): пат, рішення та баланс. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Двійка Мечів (перевернуте): невизначеність та надмірні роздуми. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): пат та рішення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): невизначеність та надмірні роздуми. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): пат, рішення та баланс. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): невизначеність та надмірні роздуми. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): пат та рішення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): невизначеність та надмірні роздуми. Відпочинь і спрость графік."
        }
      }
    },
    "three-of-swords": {
      "title": "Трійка Мечів",
      "keywords": {
        "upright": [
          "розбите серце",
          "смуток",
          "звільнення"
        ],
        "reversed": [
          "відновлення",
          "прощення"
        ]
      },
      "meanings": {
        "upright": "Трійка Мечів (пряме): розбите серце, смуток та звільнення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Трійка Мечів (перевернуте): відновлення та прощення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): розбите серце та смуток. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): відновлення та прощення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): розбите серце, смуток та звільнення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): відновлення та прощення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): розбите серце та смуток. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): відновлення та прощення. Відпочинь і спрость графік."
        }
      }
    },
    "four-of-swords": {
      "title": "Четвірка Мечів",
      "keywords": {
        "upright": [
          "відпочинок",
          "відновлення",
          "споглядання"
        ],
        "reversed": [
          "неспокій",
          "вигорання"
        ]
      },
      "meanings": {
        "upright": "Четвірка Мечів (пряме): відпочинок, відновлення та споглядання. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Четвірка Мечів (перевернуте): неспокій та вигорання. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): відпочинок та відновлення. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): неспокій та вигорання. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): відпочинок, відновлення та споглядання. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): неспокій та вигорання. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): відпочинок та відновлення. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): неспокій та вигорання. Відпочинь і спрость графік."
        }
      }
    },
    "five-of-swords": {
      "title": "П’ятірка Мечів",
      "keywords": {
        "upright": [
          "конфлікт",
          "перемога будь-якою ціною",
          "его"
        ],
        "reversed": [
          "примирення",
          "уроки"
        ]
      },
      "meanings": {
        "upright": "П’ятірка Мечів (пряме): конфлікт, перемога будь-якою ціною та его. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "П’ятірка Мечів (перевернуте): примирення та уроки. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): конфлікт та перемога будь-якою ціною. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): примирення та уроки. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): конфлікт, перемога будь-якою ціною та его. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): примирення та уроки. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): конфлікт та перемога будь-якою ціною. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): примирення та уроки. Відпочинь і спрость графік."
        }
      }
    },
    "six-of-swords": {
      "title": "Шістка Мечів",
      "keywords": {
        "upright": [
          "перехід",
          "рух далі",
          "зцілення"
        ],
        "reversed": [
          "незавершені справи",
          "затримки"
        ]
      },
      "meanings": {
        "upright": "Шістка Мечів (пряме): перехід, рух далі та зцілення. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Шістка Мечів (перевернуте): незавершені справи та затримки. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): перехід та рух далі. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): незавершені справи та затримки. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): перехід, рух далі та зцілення. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): незавершені справи та затримки. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): перехід та рух далі. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): незавершені справи та затримки. Відпочинь і спрость графік."
        }
      }
    },
    "seven-of-swords": {
      "title": "Сімка Мечів",
      "keywords": {
        "upright": [
          "стратегія",
          "приватність",
          "хитрість"
        ],
        "reversed": [
          "викриття",
          "совість"
        ]
      },
      "meanings": {
        "upright": "Сімка Мечів (пряме): стратегія, приватність та хитрість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сімка Мечів (перевернуте): викриття та совість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): стратегія та приватність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): викриття та совість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): стратегія, приватність та хитрість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): викриття та совість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): стратегія та приватність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): викриття та совість. Відпочинь і спрость графік."
        }
      }
    },
    "eight-of-swords": {
      "title": "Вісімка Мечів",
      "keywords": {
        "upright": [
          "обмеження",
          "страх",
          "самонакладені"
        ],
        "reversed": [
          "звільнення",
          "новий погляд"
        ]
      },
      "meanings": {
        "upright": "Вісімка Мечів (пряме): обмеження, страх та самонакладені. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Вісімка Мечів (перевернуте): звільнення та новий погляд. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): обмеження та страх. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): звільнення та новий погляд. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): обмеження, страх та самонакладені. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): звільнення та новий погляд. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): обмеження та страх. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): звільнення та новий погляд. Відпочинь і спрость графік."
        }
      }
    },
    "nine-of-swords": {
      "title": "Дев’ятка Мечів",
      "keywords": {
        "upright": [
          "тривога",
          "кошмари",
          "хвилювання"
        ],
        "reversed": [
          "perspective",
          "звільнення"
        ]
      },
      "meanings": {
        "upright": "Дев’ятка Мечів (пряме): тривога, кошмари та хвилювання. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Дев’ятка Мечів (перевернуте): perspective та звільнення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): тривога та кошмари. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): perspective та звільнення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): тривога, кошмари та хвилювання. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): perspective та звільнення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): тривога та кошмари. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): perspective та звільнення. Відпочинь і спрость графік."
        }
      }
    },
    "ten-of-swords": {
      "title": "Десятка Мечів",
      "keywords": {
        "upright": [
          "завершення",
          "дно",
          "прийняття"
        ],
        "reversed": [
          "відновлення",
          "стійкість"
        ]
      },
      "meanings": {
        "upright": "Десятка Мечів (пряме): завершення, дно та прийняття. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Десятка Мечів (перевернуте): відновлення та стійкість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): завершення та дно. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): відновлення та стійкість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): завершення, дно та прийняття. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): відновлення та стійкість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): завершення та дно. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): відновлення та стійкість. Відпочинь і спрость графік."
        }
      }
    },
    "page-of-swords": {
      "title": "Паж Мечів",
      "keywords": {
        "upright": [
          "зацікавленість",
          "ідеї",
          "vigilance"
        ],
        "reversed": [
          "плітки",
          "haste"
        ]
      },
      "meanings": {
        "upright": "Паж Мечів (пряме): зацікавленість, ідеї та vigilance. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Паж Мечів (перевернуте): плітки та haste. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): зацікавленість та ідеї. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): плітки та haste. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): зацікавленість, ідеї та vigilance. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): плітки та haste. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): зацікавленість та ідеї. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): плітки та haste. Відпочинь і спрость графік."
        }
      }
    },
    "knight-of-swords": {
      "title": "Лицар Мечів",
      "keywords": {
        "upright": [
          "дія",
          "ambition",
          "drive"
        ],
        "reversed": [
          "імпульсивний",
          "aggressive"
        ]
      },
      "meanings": {
        "upright": "Лицар Мечів (пряме): дія, ambition та drive. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Лицар Мечів (перевернуте): імпульсивний та aggressive. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): дія та ambition. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): імпульсивний та aggressive. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): дія, ambition та drive. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): імпульсивний та aggressive. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): дія та ambition. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): імпульсивний та aggressive. Відпочинь і спрость графік."
        }
      }
    },
    "queen-of-swords": {
      "title": "Королева Мечів",
      "keywords": {
        "upright": [
          "далекоглядність",
          "чесність",
          "незалежність"
        ],
        "reversed": [
          "холодність",
          "критичність"
        ]
      },
      "meanings": {
        "upright": "Королева Мечів (пряме): далекоглядність, чесність та незалежність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Королева Мечів (перевернуте): холодність та критичність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): далекоглядність та чесність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): холодність та критичність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): далекоглядність, чесність та незалежність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): холодність та критичність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): далекоглядність та чесність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): холодність та критичність. Відпочинь і спрость графік."
        }
      }
    },
    "king-of-swords": {
      "title": "Король Мечів",
      "keywords": {
        "upright": [
          "логіка",
          "істина",
          "авторитет"
        ],
        "reversed": [
          "тиранія",
          "жорсткість"
        ]
      },
      "meanings": {
        "upright": "Король Мечів (пряме): логіка, істина та авторитет. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Король Мечів (перевернуте): тиранія та жорсткість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): логіка та істина. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): тиранія та жорсткість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): логіка, істина та авторитет. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): тиранія та жорсткість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): логіка та істина. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): тиранія та жорсткість. Відпочинь і спрость графік."
        }
      }
    },
    "ace-of-pentacles": {
      "title": "Туз Пентаклів",
      "keywords": {
        "upright": [
          "матеріалізація",
          "можливість",
          "ресурси"
        ],
        "reversed": [
          "втрачена можливість",
          "дефіцит"
        ]
      },
      "meanings": {
        "upright": "Туз Пентаклів (пряме): матеріалізація, можливість та ресурси. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Туз Пентаклів (перевернуте): втрачена можливість та дефіцит. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): матеріалізація та можливість. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): втрачена можливість та дефіцит. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): матеріалізація, можливість та ресурси. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): втрачена можливість та дефіцит. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): матеріалізація та можливість. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): втрачена можливість та дефіцит. Відпочинь і спрость графік."
        }
      }
    },
    "two-of-pentacles": {
      "title": "Двійка Пентаклів",
      "keywords": {
        "upright": [
          "баланс",
          "пріоритети",
          "гнучкість"
        ],
        "reversed": [
          "перевантаженість",
          "безсистемність"
        ]
      },
      "meanings": {
        "upright": "Двійка Пентаклів (пряме): баланс, пріоритети та гнучкість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Двійка Пентаклів (перевернуте): перевантаженість та безсистемність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): баланс та пріоритети. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): перевантаженість та безсистемність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): баланс, пріоритети та гнучкість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): перевантаженість та безсистемність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): баланс та пріоритети. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): перевантаженість та безсистемність. Відпочинь і спрость графік."
        }
      }
    },
    "three-of-pentacles": {
      "title": "Трійка Пентаклів",
      "keywords": {
        "upright": [
          "командна робота",
          "майстерність",
          "планування"
        ],
        "reversed": [
          "misalignment",
          "низька якість"
        ]
      },
      "meanings": {
        "upright": "Трійка Пентаклів (пряме): командна робота, майстерність та планування. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Трійка Пентаклів (перевернуте): misalignment та низька якість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): командна робота та майстерність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): misalignment та низька якість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): командна робота, майстерність та планування. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): misalignment та низька якість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): командна робота та майстерність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): misalignment та низька якість. Відпочинь і спрость графік."
        }
      }
    },
    "four-of-pentacles": {
      "title": "Четвірка Пентаклів",
      "keywords": {
        "upright": [
          "безпека",
          "заощадження",
          "контроль"
        ],
        "reversed": [
          "жадібність",
          "страх втрати"
        ]
      },
      "meanings": {
        "upright": "Четвірка Пентаклів (пряме): безпека, заощадження та контроль. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Четвірка Пентаклів (перевернуте): жадібність та страх втрати. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): безпека та заощадження. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): жадібність та страх втрати. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): безпека, заощадження та контроль. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): жадібність та страх втрати. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): безпека та заощадження. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): жадібність та страх втрати. Відпочинь і спрость графік."
        }
      }
    },
    "five-of-pentacles": {
      "title": "П’ятірка Пентаклів",
      "keywords": {
        "upright": [
          "скрута",
          "ізоляція",
          "нестача"
        ],
        "reversed": [
          "допомога поруч",
          "відновлення"
        ]
      },
      "meanings": {
        "upright": "П’ятірка Пентаклів (пряме): скрута, ізоляція та нестача. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "П’ятірка Пентаклів (перевернуте): допомога поруч та відновлення. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): скрута та ізоляція. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): допомога поруч та відновлення. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): скрута, ізоляція та нестача. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): допомога поруч та відновлення. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): скрута та ізоляція. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): допомога поруч та відновлення. Відпочинь і спрость графік."
        }
      }
    },
    "six-of-pentacles": {
      "title": "Шістка Пентаклів",
      "keywords": {
        "upright": [
          "щедрість",
          "підтримка",
          "справедливість"
        ],
        "reversed": [
          "умовна допомога",
          "нерівність"
        ]
      },
      "meanings": {
        "upright": "Шістка Пентаклів (пряме): щедрість, підтримка та справедливість. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Шістка Пентаклів (перевернуте): умовна допомога та нерівність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): щедрість та підтримка. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): умовна допомога та нерівність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): щедрість, підтримка та справедливість. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): умовна допомога та нерівність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): щедрість та підтримка. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): умовна допомога та нерівність. Відпочинь і спрость графік."
        }
      }
    },
    "seven-of-pentacles": {
      "title": "Сімка Пентаклів",
      "keywords": {
        "upright": [
          "терпіння",
          "оцінювання",
          "зріст"
        ],
        "reversed": [
          "нетерплячість",
          "мізерний результат"
        ]
      },
      "meanings": {
        "upright": "Сімка Пентаклів (пряме): терпіння, оцінювання та зріст. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Сімка Пентаклів (перевернуте): нетерплячість та мізерний результат. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): терпіння та оцінювання. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): нетерплячість та мізерний результат. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): терпіння, оцінювання та зріст. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): нетерплячість та мізерний результат. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): терпіння та оцінювання. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): нетерплячість та мізерний результат. Відпочинь і спрость графік."
        }
      }
    },
    "eight-of-pentacles": {
      "title": "Вісімка Пентаклів",
      "keywords": {
        "upright": [
          "майстерність",
          "ремесло",
          "фокус"
        ],
        "reversed": [
          "перфекціонізм",
          "монотонність"
        ]
      },
      "meanings": {
        "upright": "Вісімка Пентаклів (пряме): майстерність, ремесло та фокус. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Вісімка Пентаклів (перевернуте): перфекціонізм та монотонність. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): майстерність та ремесло. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): перфекціонізм та монотонність. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): майстерність, ремесло та фокус. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): перфекціонізм та монотонність. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): майстерність та ремесло. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): перфекціонізм та монотонність. Відпочинь і спрость графік."
        }
      }
    },
    "nine-of-pentacles": {
      "title": "Дев’ятка Пентаклів",
      "keywords": {
        "upright": [
          "незалежність",
          "комфорт",
          "самостійність"
        ],
        "reversed": [
          "залежність",
          "відкат"
        ]
      },
      "meanings": {
        "upright": "Дев’ятка Пентаклів (пряме): незалежність, комфорт та самостійність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Дев’ятка Пентаклів (перевернуте): залежність та відкат. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): незалежність та комфорт. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): залежність та відкат. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): незалежність, комфорт та самостійність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): залежність та відкат. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): незалежність та комфорт. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): залежність та відкат. Відпочинь і спрость графік."
        }
      }
    },
    "ten-of-pentacles": {
      "title": "Десятка Пентаклів",
      "keywords": {
        "upright": [
          "спадок",
          "родина",
          "багатство"
        ],
        "reversed": [
          "нестабільність",
          "короткостроковість"
        ]
      },
      "meanings": {
        "upright": "Десятка Пентаклів (пряме): спадок, родина та багатство. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Десятка Пентаклів (перевернуте): нестабільність та короткостроковість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): спадок та родина. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): нестабільність та короткостроковість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): спадок, родина та багатство. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): нестабільність та короткостроковість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): спадок та родина. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): нестабільність та короткостроковість. Відпочинь і спрость графік."
        }
      }
    },
    "page-of-pentacles": {
      "title": "Паж Пентаклів",
      "keywords": {
        "upright": [
          "навчання",
          "пропозиція",
          "практичність"
        ],
        "reversed": [
          "прокрастинація",
          "нудьга"
        ]
      },
      "meanings": {
        "upright": "Паж Пентаклів (пряме): навчання, пропозиція та практичність. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Паж Пентаклів (перевернуте): прокрастинація та нудьга. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): навчання та пропозиція. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): прокрастинація та нудьга. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): навчання, пропозиція та практичність. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): прокрастинація та нудьга. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): навчання та пропозиція. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): прокрастинація та нудьга. Відпочинь і спрость графік."
        }
      }
    },
    "knight-of-pentacles": {
      "title": "Лицар Пентаклів",
      "keywords": {
        "upright": [
          "рутина",
          "надійність",
          "важка праця"
        ],
        "reversed": [
          "застій",
          "впертість"
        ]
      },
      "meanings": {
        "upright": "Лицар Пентаклів (пряме): рутина, надійність та важка праця. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Лицар Пентаклів (перевернуте): застій та впертість. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): рутина та надійність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): застій та впертість. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): рутина, надійність та важка праця. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): застій та впертість. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): рутина та надійність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): застій та впертість. Відпочинь і спрость графік."
        }
      }
    },
    "queen-of-pentacles": {
      "title": "Королева Пентаклів",
      "keywords": {
        "upright": [
          "опіка",
          "практичність",
          "комфорт"
        ],
        "reversed": [
          "задушлива опіка",
          "матеріалізм"
        ]
      },
      "meanings": {
        "upright": "Королева Пентаклів (пряме): опіка, практичність та комфорт. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Королева Пентаклів (перевернуте): задушлива опіка та матеріалізм. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): опіка та практичність. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): задушлива опіка та матеріалізм. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): опіка, практичність та комфорт. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): задушлива опіка та матеріалізм. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): опіка та практичність. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): задушлива опіка та матеріалізм. Відпочинь і спрость графік."
        }
      }
    },
    "king-of-pentacles": {
      "title": "Король Пентаклів",
      "keywords": {
        "upright": [
          "стабільність",
          "процвітання",
          "дисципліна"
        ],
        "reversed": [
          "власницькість",
          "rigid"
        ]
      },
      "meanings": {
        "upright": "Король Пентаклів (пряме): стабільність, процвітання та дисципліна. Спирайся на цю енергію; будь присутнім і діюй свідомо.",
        "reversed": "Король Пентаклів (перевернуте): власницькість та rigid. Помічай патерни та м’яко коригуй курс.",
        "love": {
          "upright": "Кохання (пряме): стабільність та процвітання. Говори про почуття й бережи межі.",
          "reversed": "Кохання (перевернуте): власницькість та rigid. Сповільнись і проясни очікування."
        },
        "career": {
          "upright": "Робота (пряме): стабільність, процвітання та дисципліна. Пріоритезуй одну справу та діюй рішуче.",
          "reversed": "Робота (перевернуте): власницькість та rigid. Звір цілі, прибери зайве, попроси підтримки."
        },
        "wellbeing": {
          "upright": "Добробут (пряме): стабільність та процвітання. Сон, рух і поживна їжа.",
          "reversed": "Добробут (перевернуте): власницькість та rigid. Відпочинь і спрость графік."
        }
      }
    }
  }
}